
INSERT INTO `product_category` VALUES ('1', '手机 、 数码 、 通信', '0', '1', '1', '50', '1', '0');
INSERT INTO `product_category` VALUES ('2', '家用电器', '0', '2', '1', '50', '1', '0');
INSERT INTO `product_category` VALUES ('3', '电脑、办公', '0', '3', '1', '50', '1', '0');
INSERT INTO `product_category` VALUES ('4', '家居、家具、家装、厨具', '0', '4', '1', '50', '1', '0');
INSERT INTO `product_category` VALUES ('5', '男装、女装、童装、内衣', '0', '5', '1', '50', '1', '0');
INSERT INTO `product_category` VALUES ('6', '个人化妆', '0', '6', '1', '52', '1', '0');
INSERT INTO `product_category` VALUES ('7', '鞋、箱包、珠宝、手表', '0', '7', '1', '50', '1', '0');
INSERT INTO `product_category` VALUES ('8', '运动户外', '0', '8', '1', '50', '1', '0');
INSERT INTO `product_category` VALUES ('9', '汽车用品', '0', '9', '1', '50', '1', '0');
INSERT INTO `product_category` VALUES ('10', '母婴用品、儿童玩具', '0', '10', '1', '50', '1', '0');
INSERT INTO `product_category` VALUES ('11', '图书、音像、电子书', '0', '11', '1', '51', '1', '0');
INSERT INTO `product_category` VALUES ('12', '手机配件', '1', '1/12', '2', '50', '1', '0');
INSERT INTO `product_category` VALUES ('13', '摄影摄像', '1', '1/13', '2', '50', '1', '0');
INSERT INTO `product_category` VALUES ('14', '运营商', '1', '1/14', '2', '50', '1', '0');

INSERT INTO `product` VALUES ('1', '1', '1', 'P000001', '巧克力', '描述,此处省略一万字', 'http://tupian.enterdesk.com/2015/gha/0423/26/3.jpg', '10.00', '2', '商品详情图片描述', '100', '5', '1.00', '7.00', '2017-04-18 16:04:13', '2017-04-18 19:22:22');
INSERT INTO `product` VALUES ('2', '1', '3', 'P000002', 'iphone7', '描述,此处省略一万字', 'http://tupian.enterdesk.com/2015/gha/0423/26/3.jpg', '20.00', '2', '商品详情图片描述', '100', '5', '1.00', '59.00', '2017-04-18 16:04:13', '2017-04-18 19:22:22');
INSERT INTO `product` VALUES ('3', '1', '5', 'P000003', '小米', '描述,此处省略一万字', 'http://tupian.enterdesk.com/2015/gha/0423/26/3.jpg', '100.00', '2', '商品详情图片描述', '100', '5', '1.00', '7.00', '2017-04-18 16:04:13', '2017-04-18 19:22:22');
INSERT INTO `product` VALUES ('4', '1', '1', 'P000004', '索尼', '描述,此处省略一万字', 'http://tupian.enterdesk.com/2015/gha/0423/26/3.jpg', '200.00', '2', '商品详情图片描述', '100', '5', '1.00', '10.00', '2017-04-18 16:04:13', '2017-04-18 19:22:22');
INSERT INTO `product` VALUES ('5', '1', '4', 'P000005', '衣柜', '描述,此处省略一万字', 'http://tupian.enterdesk.com/2015/gha/0423/26/3.jpg', '50.00', '2', '商品详情图片描述', '100', '5', '1.00', '50.00', '2017-04-18 16:04:13', '2017-04-18 19:22:22');
INSERT INTO `product` VALUES ('6', '1', '8', 'P000006', '篮球', '描述,此处省略一万字', 'http://tupian.enterdesk.com/2015/gha/0423/26/3.jpg', '60.00', '2', '商品详情图片描述', '100', '5', '1.00', '89.00', '2017-04-18 16:04:13', '2017-04-18 19:22:22');
INSERT INTO `product` VALUES ('7', '1', '8', 'P000007', '足球', '描述,此处省略一万字', 'http://tupian.enterdesk.com/2015/gha/0423/26/3.jpg', '80.00', '2', '商品详情图片描述', '100', '5', '1.00', '93.00', '2017-04-18 16:04:13', '2017-04-18 19:22:22');
INSERT INTO `product` VALUES ('8', '1', '1', 'P000008', '华为', '描述,此处省略一万字', 'http://tupian.enterdesk.com/2015/gha/0423/26/3.jpg', '10.00', '2', '商品详情图片描述', '100', '5', '1.00', '7.00', '2017-04-18 16:04:13', '2017-04-18 19:22:22');

INSERT INTO `product_model` VALUES ('1', '1', '1', '95270001', '巧克力一型号', '10.00', '30.00', '100', '906', '1', '2017-04-18 16:03:56', '2017-04-18 19:24:18');
INSERT INTO `product_model` VALUES ('2', '1', '1', '95270002', '巧克力二型号', '10.00', '30.00', '100', '906', '1', '2017-04-18 16:03:56', '2017-04-18 19:24:18');
INSERT INTO `product_model` VALUES ('3', '1', '2', '95270003', 'iphone7s', '10.00', '30.00', '100', '906', '1', '2017-04-18 16:03:56', '2017-04-18 19:24:18');
INSERT INTO `product_model` VALUES ('4', '1', '3', '95270004', '红米note', '10.00', '30.00', '100', '906', '1', '2017-04-18 16:03:56', '2017-04-18 19:24:18');
INSERT INTO `product_model` VALUES ('5', '1', '7', '95270005', '质量好一号', '10.00', '30.00', '100', '906', '1', '2017-04-18 16:03:56', '2017-04-18 19:24:18');
INSERT INTO `product_model` VALUES ('6', '1', '5', '95270006', '大型号', '10.00', '30.00', '100', '906', '1', '2017-04-18 16:03:56', '2017-04-18 19:24:18');
INSERT INTO `product_model` VALUES ('7', '1', '8', '95270007', '小玩具', '10.00', '30.00', '100', '906', '1', '2017-04-18 16:03:56', '2017-04-18 19:24:18');




