INSERT INTO `member` VALUES ('1', 'M000001', 'test1', 'a15edc8949be09ebba06a507f25f338a', '13166666666', '测试用户姓名', '测试用户昵称', '33/3301/330105', '1', null, 'http://img1.skqkw.cn:888/2014/12/06/10/oknznc1ak2v-84177.jpg', '1', null, '0', '2', null, '1111', null, '2017-04-18 10:58:07', '2017-04-18 10:58:11');

INSERT INTO `merchant` VALUES ('1', 'B00001', 'test2', 'a15edc8949be09ebba06a507f25f338a', '18316320407', null, '1', null, null, null, null, null, '2017-04-18 12:44:15', '2017-04-18 08:44:15');

INSERT INTO `merchant_store` VALUES ('1', '1', '商铺名称', '11/1101/110101', null, '高新园', '11.0000000', '22.0000000', '主营业务', '主营业务名称', '店铺介绍,此处省略一万字', '1', '负责人名字', '134111111111', '1', '0', '1', '30.00', '4.00', '0.00', '2017-04-18 15:57:13', '2017-04-18 20:41:14');

INSERT INTO `merchant_profile` VALUES ('1', '0', '0', '0', '0', '0', '0', 'https://www.baidu.com/', 'https://temai.taobao.com/', 'https://jx.tmall.com//', 'https://www.jd.com/', '2017-04-18 14:15:47', '2017-04-18 14:15:49');

INSERT INTO `merchant_store_profile` VALUES ('1', '1', '注册公司名称', '330106000109206', '经营住所', '2020-03-31', '2', '2', '', '张三丰', '2017-04-18 15:57:13', '2017-04-18 15:18:38');

INSERT INTO `address` VALUES ('1', '1', '0', '收件人', '15755643726', '11/1101/110101', '大冲', '123456', null, '1', '2017-04-14 17:23:20', '2017-04-14 16:59:52');
INSERT INTO `address` VALUES ('2', '1', '1', '收件人', '15755643726', '11/1101/110102', '高新园', '123456', null, '1', '2017-04-14 17:23:20', '2017-04-14 16:59:52');

